IDEA Open Model
BoltGrid.HeadDiameter Property
Compatible with IDEA StatiCa Beta 20.0
 The head diameter of bold
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double HeadDiameter { get; set; }
Public Property HeadDiameter As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace